const sets = [
  {name: 'Компашка', id: 1, compound: [9,1,31.5,18.5,3,34,35]},
  {name: 'Мальчишник', id: 1, compound: [22,3.5,1.5,24.5,33.5,35]},
  {name: 'Девичник', id: 1, compound: [18.5,25.5,2.5,10,34,11.5]},
  {name: 'Искушение', id: 1, compound: [1,28,24,19]},
  {name: 'Набор горячий', id: 1, compound: [26,32,34]},
  {name: 'Набор горячий большой', id: 1, compound: [35,26,36]},
  {name: 'Зачетный', id: 1, compound: [9,2,11,12,24,25,18,27,36,40,41]},
  {name: 'Ямагата', id: 1, compound: [9,1,22,33,34]},
  {name: 'Катана', id: 1, compound: [1,37,20,25,10,21]},
  {name: 'Токио', id: 1, compound: [25,3,20,1]},
  {name: 'Казантип', id: 1, compound: [9,5,33,32,36,42]},
]